Repository: IgorRatynski/iTunes
Catalog: iTunes/Supporting Files/Localization/*.lproj/Localization.strings
Languages: ru

# Alert.error
source: Error
ru: Ошибка

# Alert.ok
source: Ok
ru: Хорошо

# Alert.yes
source: Yes
ru: Да

# Alert.no
source: No
ru: Нет

# Alert.areYouAdult
source: Are u an adult?
ru: Вы совершеннолетний?

# SearchBar.placeholder
source: Enter a search string
ru: Введите строку поиска

# TableView.noSearchResult
source: No search results
ru: Ничего не найдено

# Error.unknownDecoding
source: Unknown decoding error
ru: Неизвестная ошибка декодинга

# Error.valuesNotFound
source: Values not found for: %@
ru: Значения не найдены для: %@

# Error.typeDoesNotMatch
source: Type does not match for: %@
ru: Тип не соответствует для: %@

# Error.keyNotFound
source: Key not found: %@
ru: Ключ не найден: %@

# Error.dataIsLoading
source: Data is loading...
ru: Данные в процессе загрузки...

# Error.emptySearchString
source: Search string can't be empty
ru: Строка поиска не может быть пустой
